---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.FilteredElementIdIterator
source: html/6ff9f714-556f-ec7a-7a3d-f70dcfdb5ab7.htm
---
# FilteredElementIdIterator Members

Releases all resources used by the FilteredElementIdIterator